import React from "react"
import Typography from "@mui/material/Typography"


export default function LandingText() {
    return <>
        
        <Typography variant="body1">
        אנו מבקשים מכם להשתתף בפרויקט עיצוב אדריכלי משתף בפארק התעשייה צח&quot;ר גליל. מחקר זה מובל על ידי אהרון שפרכר ויונתן דורטהיימר מהפקולטה לארכיטקטורה בטכניון - המכון הטכנולוגי לישראל וצ&apos;יאן יאנג וסטיבן יאנג מהמחלקה מחלקה למדעי המידע מאוניברסיטת קורנל.

        </Typography>
        <Typography variant="h6">על מה המחקר?</Typography>

        <Typography variant="body1">
        מחקר זה בוחן את הגישות השונות להשתתפות קהילתית בתכנון אדריכלי באמצעות פרויקט ממשי להקמת מבנה שישרת את הקהילה בפארק התעשייה צח&quot;ר. אנו מבקשים לחקור מערכת מחשב חדשנית שיכולה (1) לגבש העדפות של חברי הקהילה באמצעות בחירה ו-(2) לשוחח עם חברי הקהילה באמצעות צא&apos;ט-בוט. אנו מבקשים ללמוד כיצד ניתן להשתמש במערכת העיצוב הממוחשבת בשילוב עם שיטות מסורתיות של השתתפות בעלי עניין (למשל, פגישות פיזיות, סדנאות עיצוב משותף) בהקשר של עיצוב הסביבה הבנויה.
        </Typography>

        <Typography variant="h6">מה נבקש מכם לעשות</Typography>

        <Typography variant="body1">
        אתם חופשיים לבחור שלא להשתתף במחקר ו/או להפסיק את השתתפותכם בכל עת. אתם יכולים להשתתף כמה שתבחרו - אף אחת מהפעילויות המפורטות למטה אינה חובה. אם תסכימו להשתתף, נבקש מכם להשתתף בפעילויות  הבאות:
        </Typography>
        <ol>
            <li>
                <Typography variant="body1">
                להרשם להשתתפות במחקר באמצעות טופס הרשמה מקוון. אנו נאסוף מספרי הטלפון,כתובת מייל והשתייכות ליישובים השכנים.
                                </Typography>
            </li>
            <li>
                <Typography variant="body1">
                להשתתף בפגישות פיזיות כדי להביע את הצרכים והערכים שלכם. המפגשים יוקלטו באודיו; מתוך נושאי הדיון ניצור מסמך דרישות עיצוב ונשתף אותו עם הקהילה בעילום שם. לא תתבקשו לעשות שום דבר נוסף מעבר לפעילות בפגישה.               
                 </Typography>
            </li>
            <li>
                <Typography variant="body1">
                להשתתף בסדנאות עיצוב משותף כדי לממש את רעיונות העיצוב שלך בצורה של סקיצות. הסדנאות יוקלטו באודיו; התובנות ותוצרי העיצוב ישותפו עם הקהילה בעילום שם. לא תתבקשו לעשות שום דבר נוסף מעבר לפעילות של הסדנה.               
                 </Typography>
            </li>
            <li>
                <Typography variant="body1">
                לשוחח עם הצ&apos;אט-בוט שלנו, המבוסס בינה מלאכותית. באמצעות שיחות עם הצ&apos;אטבוט אנו מקווים להפיק הבנה מעמיקה יותר של ההעדפות והרעיונות שלכם. נבקש מכם לשוחח על מה שאתם אוהבים ומה לא אוהבים בעיצוב ספציפי באמצעות צ&apos;אט. טקסט השיחות ישמר במאגר המידע של המערכת. השיחות יעובדו לרשימת דרישות עיצוב שיועברו לאדריכלים בעילום שם.
                                </Typography>
            </li>
            <li>
                <Typography variant="body1">
                להציבע לעיצוב שאתם מעדיפים: באמצעות המערכת שלנו תתבקשו לבחור את הסקיצה הכי מבטיחה לדעתכם. תוצאות ההצבעה ישותפו עם הקהילה והאדריכלים בעילום שם.
                </Typography>
            </li>
            <li>
                <Typography variant="body1">
                לענות על סקר: לאחר אינטראקציה עם המערכת, אנו נבקש מכם למלא סקר כדי ללמוד על החוויה האישית שלכם. אנו נשתמש ב-Qualtrics עבור הסקרים.
                </Typography>
            </li>
            <li>
                <Typography variant="body1">
                להשתתף בראיונות וקבוצות מיקוד: בסיום הפרויקט נערוך ראיונות וקבוצות מיקוד כדי לשמוע על החוויה שלכם. אלה עשויים להתקיים באופן וירטואלי בזום או פיזית. אנו מצפים שלא תספרו לאחרים מחוץ לקבוצת המיקוד דברים שמשתתפים אחרים שיתפו.
                </Typography>
            </li>
        </ol>
        <Typography variant="h6">

        סיכונים ותועלות
        </Typography>
        <Typography variant="body1">
        אנו לא צופים סיכונים כלשהם מהשתתפות במחקר זה. ההשתתפות במחקר אמנם ללא תמורה, אך תוכלו להשפיע על עיצוב מבנה משמעותי בקהילה שלכם.

        </Typography>


        <Typography variant="h6">
        הקלטת אודיו/וידאו
        </Typography>
        <Typography variant="body1">
        על מנת לתעד  טוב יותר את הצרכים, השאיפות, הערכים והדעות שלכם, נשמור תיעוד של כל המסמכים  והסקיצות שיצרת, ונתעד את כל מפגשי ההתקשרות (ישיבות, סדנת עיצוב משותף, ראיונות, קבוצת מיקוד). אם אתם מסכימים  להשתתף בחלק מתהליך המחקר, אתם חייבים להסכים להקלטת הפגישה.
                </Typography>
        <Typography variant="h6" gutterBottom >
        פרטיות/סודיות/אבטחת נתונים
        </Typography>
        <Typography variant="body1">
        מובטחת לכם אנונימיות. אתם רשאי להפסיק את השתתפותכם במחקר ברגע שתרגישו לא בנוח, ויש לכם את הזכות לא לענות על שאלות מסוימות או להימנע מלענות על כל סקר או שאלון.
                </Typography>
        <Typography variant="body1">
        אנו נשמור על כללי האתיקה והאנונימיות בעת ניתוח ועיבוד הנתונים.
        </Typography>
        <Typography variant="body1">
        אנו מעריכים שהשתתפותך במחקר הזה אינה מהווה סיכון גדול יותר משימוש הומיומי באינטרנט. הנתונים עשויים להישמר בגיבויים ושרתים מעבר למסגרת הזמן של הפרויקט - הסודיות שלך תישמר על פי ובהתאם לטכנולוגיה שבה נעשה שימוש.
        </Typography>
        <Typography variant="h6">

        שיתוף נתונים לא מזהים שנאספו במחקר זה
        </Typography>
        <Typography variant="body1">
        נתונים לא מזוהים עשויים להיות משותפים עם קהילת המחקר בכללותה כדי לקדם את המדע. אנו נסיר או נערבל כל מידע אישי שיכול לזהות אותך לפני שיתוף מידע עם חוקרים אחרים כדי להבטיח שאף אחד לא יוכל לזהות אותך מהמידע שאנו חולקים על פי הסטנדרטים המדעיים המקובלים. למרות אמצעים אלה, איננו יכולים להבטיח את האנונימיות של הנתונים האישיים שלכם.
        </Typography>
        <Typography variant="h6">
        אם יש לך שאלות
        </Typography>
        <Typography variant="body1">
        אם יש לכם שאלות בכל עת, תוכלו ליצור איתנו קשר במייל zhr.project@technion.ac.il או להתקשר ליונתן דורטהיימר בטלפון 054-4818738. אם יש לכם שאלות או חששות לגבי זכויותיך כנושא במחקר זה, תוכלו ליצור קשר עם הוועדת האתיקה מוסדית (IRB) לניסויים התנהגותיים על ידי גישה לאתר האינטרנט שלהם בכתובת http://www.irb.cornell.edu או על ידי בטלפון +1-607-255-5138. אתם יכולים גם לדווח על החששות או התלונות שלכם באופן אנונימי דרך Ethics-point באינטרנט בכתובת www.hotline.cornell.edu או 1-866-293-307. Ethicspoint הוא ארגון עצמאי המשמש כמקשר בין האוניברסיטה למגיש התלונה על מנת שניתן יהיה להבטיח אנונימיות.
        </Typography>
        </>
}